//12.	Составить программу, которая по номеру специальности выдает ее название
//в СИЭУиП (Например, 09.02.06 – «Сетевое и системное администрирование»).
#include <iostream>

using namespace std;

int main() {
    int in;
    bool end = false;
        cout << "Добро пожаловать!\n\n";
        while(true)
        {
            cout << "\n\n";
        cout << "1. 09.02.06\n";
        cout << "2. 09.02.07\n";
        cout << "3. 13.01.10\n";
        cout << "4. 34.02.01\n";
        cout << "5. 38.02.01\n";
        cout << "6. 40.02.02\n";
        cout << "7. 44.02.01\n";
        cout << "\nВыберите номер специальности: ";
        cin >> in;
    switch (in)
    {
    case 1:
        cout << "Сетевое и системное администрирование	";
        break;
    case 2:
        cout << "Информационные системы и программирование	";
        break;
    case 3:
        cout << "Электромонтер по ремонту и обслуживанию электрооборудования (по отраслям)";
        break;
    case 4:
        cout << "Сестринское дело";
        break;
    case 5:
        cout << "Экономика и бухгалтерский учет (по отраслям)	";
        break;
    case 6:
        cout << "Правоохранительная деятельность";
        break;
    case 7:
        cout << "Дошкольное образование";
        break;
    case 8:
        cout << "Досвидания!";
        end = true;
        break;
    default:
        cout << "Увы, такой группы нет";
        break;
    }
        if(end)
        {
            break;
        }
    }
    return 0;
}
