//12.	Составить программу, которая по номеру специальности выдает ее название
//в СИЭУиП (Например, 09.02.06 – «Сетевое и системное администрирование»).
#include <iostream>

using namespace std;

int main() {
    int in;
    cout << "Добро пожаловать!\n\n";
    cout << "1. 09.02.06\n";
    cout << "2. 09.02.07\n";
    cout << "3. 13.01.10\n";
    cout << "4. 34.02.01\n";
    cout << "5. 38.02.01\n";
    cout << "6. 40.02.02\n";
    cout << "7. 44.02.01\n";
    cout << "\nВыберите номер специальности: ";
    cin>>in;
    return 0;
}
